Repository: BillStrait/easy-swipebox
Catalog: languages/easy-swipebox-*.po
Languages: it_it

source: Easy SwipeBox Settings
it_it: Impostazioni Easy SwipeBox

source: Please, for contributions, issues or questions visit the <strong><a href="https://github.com/leopuleo/easy-swipebox" target="_blank">Github Repo</a></strong>.
it_it: Se desideri contribuire a questo progetto, segnalare problemi o fare domande in merito, visita il <strong><a href="https://github.com/leopuleo/easy-swipebox" target="_blank">repository su Github</a></strong>.

source: Plugin main features
it_it: Funzionalità principali del plugin

source: Enqueuing of SwipeBox Javascript and CSS files. Set <code>WP_DEBUG</code> to true for the uncompressed files.
it_it: Inclusione dei file Javascript e CSS di SwipeBox. Imposta <code>WP_DEBUG</code> su true Per la versione non compressa dei file.

source: Autodetection of links to images or videos. You can exclude/include media types from the autodetection section here below.
it_it: Rilevamento automatico dei link a immagini o video. Puoi escludere/includere alcuni tipi di media dalla la sezione qui sotto.

source: Autodetection
it_it: Rilevamento automatico

source: Select one or more options, <strong>Easy SwipeBox</strong> automatically detects the media type and add <code>class="swipebox"</code> to their links.
it_it: Seleziona una o più opzioni, <strong>Easy SwipeBox</strong> rileverà automaticamente il tipo di media e aggiungerà <code>class="swipebox"</code> ai link.

source: Otherwise, add <code>class="swipebox"</code> yourself to make the magic happen.
it_it: Altrimenti, aggiungi te stesso <code>class="swipebox"</code>.

source: By default, <strong>Easy SwipeBox</strong> detects automatically links to <strong>images</strong> (jpg / jpeg / gif / png) and <strong>videos</strong> (Youtube / Vimeo).
it_it: Di default <strong>Easy SwipeBox</strong> rileva automaticamente i link a <strong>immagini</strong> (jpg / jpeg / gif / png) e <strong>video</strong> (Youtube / Vimeo).

source: Images
it_it: Immagini

source: Videos
it_it: Video

source: Settings
it_it: Impostazioni
